Repository: oposs/agrammon
Catalog: frontend/source/translation/*.po
Languages: fr

source: Agrammon is not supported on Internet Explorer below version 7
fr: Agrammon n'est pas compatible avec une version d'Internet Explorer inférieure à 7

source: Implemented by OETIKER+PARTNER AG. Copyright 2010-
fr: Implementé par OETIKER+PARTNER AG. Copyright 2010-

source: Latest news
fr: Dernières nouvelles

source: Authentication error
fr: Erreur d'authentification

source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe invalide

source: End change user
fr: Fin changer d'utilisateur

source: Returning from %1 to %2
fr: Retour de % 1 à% 2

source: Please authenticate yourself
fr: Veuillez s'il vous plaît vous identifier

source: Dataset:
fr: Set de données:

source: User:
fr: Utilisateur:

source: Reference:
fr: Référence:

source: Comment on dataset
fr: Commentaire set de données

source: Incremental filter on dataset name
fr: Filtre incrémentiel sur le nom de l'ensemble de données

source: Filter on dataset name
fr: Filtrage du nom des sets de données

source: Close
fr: Fermer

source: Create
fr: Créer

source: Sample datasets
fr: Exemple

source: Last change
fr: Dernière modification

source: Parameters
fr: Paramètres

source: Read-only
fr: Lecture seule

source: Model Version
fr: Version du modèle

source: Tags
fr: Marqueurs

source: Dataset name
fr: Nom des données

source: Deleting datasets from database
fr: Suppression d'ensembles de données de la base de données

source: Really delete selected datasets from database?
fr: Supprimer vraiment les ensembles de données sélectionnés de la base de données?

source: dataset
fr: set de données

source: datasets
fr: set de données

source: deleted
fr: effacée

source: Sending datasets
fr: Envoi d'ensembles de données

source: sent
fr: envoyé(s)

source: Rename
fr: Renommer

source: Rename selected dataset
fr: Renommer l'ensemble de données sélectionné

source: Send
fr: Envoyer

source: Send selected dataset(s) to other Agrammon user
fr: Envoyer le ou les ensembles de données sélectionnés à un autre utilisateur Agrammon

source: New
fr: Nouveau

source: Create new dataset
fr: Créer un nouveau set de données

source: Delete
fr: Effacer

source: Delete selected dataset(s)
fr: Supprimer les ensembles de données sélectionnés

source: Dataset
fr: Données

source: renamed to
fr: Renommé en

source: Error
fr: Erreur

source: already exists
fr: existe déjà

source: Rename dataset
fr: Renommer les données

source: New name
fr: Nouveau nom

source: Comment
fr: Commentaire

source: Model Variant
fr: Version du modèle

source: Active tags
fr: Marqueurs actifs

source: Available tags
fr: Marqueurs disponibles

source: Ctrl-Click on selected table rows removes selection
fr: Pour déselectionner: ctrl-clic sur les lignes sélectionnées

source: Datasets of %1
fr: Set de données de %1

source: Set reference
fr: Ajouter les données de référence

source: Clear reference
fr: Effacer les données de référence

source: Copy+Connect
fr: Copier et connecter

source: Connect
fr: Relier

source: Cloning dataset
fr: Copie les données

source: New dataset name
fr: Nom du nouveau set de données

source: Hide tags
fr: Masquer les marqueurs

source: Show tags
fr: Visualiser les marqueurs

source: Tag
fr: Marqueur

source: Rename tag
fr: Renommer marqueur

source: New tag name
fr: Nouveau nom de balise

source: Creating new tag
fr: Créer une nouvelle balise

source: Deleting tags from database
fr: Suppression de balises de la base de données

source: Really delete selected available tags from database?
fr: Supprimer vraiment les balises disponibles sélectionnées de la base de données?

source: Filter on tag name
fr: Filtrage du nom du marqueur

source: Input
fr: Entrée

source: Instance name must not be empty.
fr: Le nom de l'instance ne doit pas être vide.

source: Duplicate instances not allowed
fr: Les instances en double ne sont pas autorisées

source: deleted.
fr: effacée

source: Rename instance
fr: Renommer la catégorie

source: Duplicate instance
fr: Copier la catégorie

source: Add instance
fr: Ajouter une catégorie

source: Input Parameter
fr: Paramètres d’entrée

source: Eingabe-Parameter
fr: Paramètres d’entrée

source: Paramètre d'entrée
fr: Paramètres d’entrée

source: Click to edit
fr: Cliquez pour éditer

source: Unit
fr: Unité

source: Help
fr: Aide

source: Order
fr: Trier

source: Comment on variable
fr: Commentaire sur le paramètre

source: Branch configuration
fr: Configuration branch

source: Cancel
fr: Annuler

source: Clear
fr: Effacer

source: Save config
fr: Enregistrer

source: Total must be 100%. Now:
fr: Le total doit être de 100%. Maintenant:

source: Configure instance
fr: Configurer catégorie

source: Name
fr: Nom

source: Name of new instance
fr: Nom de la nouvelle instance

source: Instance name
fr: Nom de l'instance

source: Graphical Results
fr: Résultats graphiques

source: Choose table:
fr: Choisir un tableau

source: Simulation log
fr: Messages concernant les résultats

source: *** Select ***
fr: *** Choisir ***

source: Tabular Results
fr: Résultats sous forme de tableau

source: Reference
fr: Référence

source: Value
fr: Valeur

source: Change
fr: Changer

source: Print
fr: Imprimer

source: Simulation-Info
fr: Les messages indique des erreurs dans vos entrées. Ces erreurs sont automatiquement corrigées par le programme ou restent inchangées. Dans les deux cas un calcul d'après votre intention n'est pas garanti. Nous vous recommandons de vérifier et de corriger l'entrée concernée.

source: Open in Excel
fr: Ouvrir sous Excel

source: Create PDF
fr: Créer un PDF

source: <b>Result summary</b>
fr: <b>Résumé des résultats</b>

source: No results yet, incomplete input data
fr: Pas encore de résultats, données d'entrée incomplètes

source: User:
fr: Utilisateur:

source: Dataset:
fr: Set de données:

source: Farm information
fr: Version du modèle

source: Farm number:
fr: Numéro de ferme:

source: Sender:
fr: Expéditeur:

source: Situation before building application
fr: Situation avant l'application du bâtiment

source: Situation after building application
fr: Situation après application du bâtiment

source: Comments:
fr: Commentaires

source: Submit to:
fr: Soumettre à:

source: Agrammon Report
fr: Rapport Agrammon

source: Preview
fr: Aperçu

source: Submit
fr: Soumettre

source: Report submitted successfully.
fr: Rapport soumis avec succès.

source: Report submission failed.
fr: La soumission du rapport a échoué.

source: eMail (your username)
fr: e-mail (votre nom d'utilisateur)

source: eMail (username) for reset
fr: eMail (nom d'utilisateur) pour réinitialisation

source: eMail (will be your username)
fr: e-mail (sera votre nom d'utilisateur)

source: Repeat Password
fr: Répétez votre mot de passe

source: First name (optional)
fr: Prénom (facultatif)

source: Last name (optional)
fr: Nom (facultatif)

source: Organisation (optional)
fr: Organisation (facultatif)

source: Create Account
fr: Créer un compte

source: Reset Password
fr: Changer de mot de passe

source: Passwords must be equal.
fr: Les mots de passe doivent être égaux.

source: An activation key will be sent to you by eMail after pressing the button
fr: Une clé d'activation va vous être envoyée par email en cliquant sur le bouton

source: Key (sent by eMail)
fr: Clé (envoyée par e-mail)

source: Login with new account
fr: Entrer avec un nouveau compte

source: Account created.
fr: Compte créé

source: Login with new password
fr: Connectez-vous avec un nouveau mot de passe

source: Password reset.
fr: Réinitialisation du mot de passe

source: Login
fr: Entrer

source: Reset password
fr: Changer de mot de passe

source: Activate new account
fr: Activer un nouveau compte

source: Enter key below to re-activate your account
fr: Entrer la clé ci-dessous pour réactiver votre compte

source: Enter key below to activate your account
fr: Entrer la clé ci-dessous pour activer votre compte

source: Activate Account
fr: Activer le compte

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Create New Account
fr: Créer un nouveau compte

source: Create new account
fr: Créer un nouveau compte

source: About AGRAMMON
fr: A propos de AGRAMMON

source: Model Agrammon
fr: Modèle Agrammon

source: The simulation model Agrammon allows ammonia emissions to be calculated, and shows how changes in structure and production methods at the farm level affect emissions.
fr: Le modèle de simulation Agrammon permet de calculer les émissions d’ammoniac et visualise les effets produits sur ces émissions par des changements apportés à la structure de l’exploitation et aux techniques de production.

source: For detailed information about the model please consult the Agrammon website at
fr: Pour des informations détaillées sur le modèle, veuillez consulter le site Web d'Agrammon à l'adresse

source: Implemented by
fr: Implementé par

source: ViewerIframe.__load(): could not load document %1
fr: ViewerIframe.__load(): impossible de charger le document% 1

source: Save comment
fr: Enregistrer

source: Help undefined
fr: Aide non définie

source: No log messages.
fr: No messages.

source: Apply
fr: Appliquer

source: %1 (Error Code %2)
fr: % 1 (code d'erreur% 2)

source: RPC Error %1
fr: Erreur RPC% 1

source: Coming soon ...
fr: Bientôt disponible ...

source: The following messages have been published since your last login on
fr: Les messages suivants ont été publiés depuis votre dernière connexion le

source: Create account
fr: Créer un compte

source: Reset account password
fr: Changer de mot de passe

source: Change identity
fr: Changer d'utilisateur

source: Change to user account
fr: Créer un compte

source: Creating new dataset
fr: Créer un nouveau set de données

source: Connect to dataset
fr: Se relier aux données

source: Clone dataset
fr: Copier les données

source: Set reference dataset
fr: Ajouter les données de référence

source: Clear reference dataset
fr: Effacer les données de référence

source: Manage datasets
fr: Gérer les données

source: Logout
fr: Déconnexion

source: File
fr: Fichier

source: Edit
fr: Editer

source: Duplicate instance
fr: Copier une catégorie

source: Rename instance
fr: Renommer une catégorie

source: Delete instance
fr: Effacer une catégorie

source: Set language ...
fr: Sélectionner la langue

source: Changing password for
fr: Changer le mot de passe pour

source: Current password
fr: Mot de passe actuel

source: New password (at least 8 characters)
fr: Nouveau mot de passe (au moins 8 caractères)

source: Confirm password
fr: Confirmer le mot de passe

source: Passwords did not match. Please try again.
fr: Les mots de passe ne correspondent pas. Veuillez réessayer.

source: Change password
fr: Modifier le mot de passe

source: Password changed successfully.
fr: Le mot de passe a été modifié

source: Password change failed, please try again.
fr: La modification n'a pas fonctionné, veuillez réessayer

source: *** Configure Branching ***
fr: *** Configurer Branching ***

source: Farm number required!
fr: Numéro de ferme requis!

source: Sender address required!
fr: Adresse de l'expéditeur requise

source: Input value must greater than
fr: La valeur d'entrée doit être supérieure à

source: Input value must equal or greater than
fr: Introduisez un chiffre supérieur ou égal à 0

source: Input value must less than
fr: La valeur d'entrée doit être inférieure à

source: Input value must equal or less than
fr: La valeur d'entrée doit être inférieure à

source: Enter a number between %1 and %2.
fr: Introduisez un chiffre entre %1 et %2.

source: Input value must match
fr: La valeur d'entrée doit correspondre

source: Unknown validator function
fr: Fonction de validation inconnue

source: not bigger than
fr: pas plus grand que

source: not equal or bigger than
fr: pas égal ou supérieur à

source: not less than
fr: pas moins que

source: not equal or less than
fr: pas égal ou inférieur à

source: not between
fr: pas entre

source: and
fr: et

source: doesn't match
fr: ne correspond pas

source: Invalid input
fr: Entrée invalide

source: is not a valid number for type
fr: n'est pas un nombre valide pour le type

source: Type: integer
fr: Type: nombre entier

source: Type: floating point number
fr: Type: nombre à virgule flottante

source: Type: percentage
fr: Type: pourcentage

source: Parameter validation
fr: Validation des paramètres d’entrée

source: Help text currently only available in German
fr: Texte d'aide actuellement disponible uniquement en allemand
